<template>
  <div class="flex flex-wrap py-10">
    <div class="w-full lg:w-1/2">
      <h2 class="pr-10 mb-4 text-xl font-semibold app-text">
        Supply Plus предлагает к поставке облицовочный
        материал – природный камень гранит.
      </h2>
      <p> Характеристики предлагаемой гранитной плитки:</p>
      <p>
        - качество соответствует всем международным стандартам;<br />
        - толщина плитки 18-20 мм;<br />
        - стандартные размеры 600х600 мм;<br />
        - возможность бесплатно выбрать любые размеры плиты;<br />
        - обычный и термообработанный гранит на выбор;<br />
        - различные варианты завальцовки гранитных плит<br />
        для использования на лестничных площадках и ступенях.
      </p>
      <p class="mt-4 font-semibold app-text">
        Мы организовываем свою работу «напрямую»
        с заводами-изготовителями, что позволяет существенно снизить цену на гранит. При работе с нашими клиентами, для удобства,
        мы организуем доставку товара на склад или объект покупателя
        (по согласованию сторон).
      </p>
    </div>

    <div class="flex items-center justify-center w-full py-5 rounded-lg lg:py-0 lg:bg-gray-100 lg:w-1/2">
      <div>
        <h3 class="text-xl font-bold app-text">
          КОММЕРЧЕСКОЕ ПРЕДЛОЖЕНИЕ
        </h3>
        <Upload v-model="upload" class="mx-auto mt-5" />
      </div>
    </div>
  </div>
</template>

<script>
export default {
  data: () => ({
    upload: ''
  })
}
</script>

