<template>
  <div class="flex items-center py-10 lg:py-32">
    <div class="hidden lg:w-1/2 lg:block">
      <img v-lazy-load data-src="/content/about.png" />
    </div>

    <div class="space-y-5 lg:w-1/2 md:text-center lg:text-left">
      <h2 class="text-2xl font-bold ">
        О нас
      </h2>

      <p>
        Компания Supply Plus на протяжении 9 лет занимается предоставлением бизнес-услуг по Китаю.
        Основным направлением деятельности является международный консалтинг - предоставление услуг и информации компаниям, которые уже ведут бизнес с Китаем или только планируют начать.
      </p>
      <p>
        Мы поможем Вам организовать деловые встречи
        с китайскими торгово-производственными компаниями, заводами и фабриками Китая. Поможем вам найти товар и проведем его полную инспекцию, доставим до пункта назначения.
        В числе наших партнеров есть компании из СНГ, США и Европы.
      </p>
    </div>
  </div>
</template>
